{
  "\n": 15,
  " ": 0,
  "!": 24,
  "\"": 35,
  "#": 131,
  "$": 119,
  "%": 180,
  "&": 63,
  "'": 34,
  "(": 92,
  ")": 90,
  "*": 138,
  "+": 137,
  ",": 33,
  "-": 67,
  ".": 25,
  "/": 76,
  "0": 57,
  "1": 49,
  "2": 46,
  "3": 70,
  "4": 68,
  "5": 69,
  "6": 75,
  "7": 83,
  "8": 73,
  "9": 84,
  ":": 55,
  ";": 60,
  "=": 144,
  "?": 64,
  "@": 21,
  "A": 32,
  "B": 37,
  "C": 31,
  "D": 48,
  "E": 41,
  "F": 30,
  "G": 44,
  "H": 36,
  "I": 28,
  "J": 62,
  "K": 78,
  "L": 38,
  "M": 39,
  "N": 42,
  "O": 47,
  "P": 50,
  "Q": 80,
  "R": 52,
  "S": 27,
  "T": 29,
  "U": 77,
  "V": 51,
  "W": 40,
  "X": 89,
  "Y": 65,
  "Z": 95,
  "^": 213,
  "_": 58,
  "a": 2,
  "b": 22,
  "c": 16,
  "d": 13,
  "e": 1,
  "f": 18,
  "g": 17,
  "h": 9,
  "i": 5,
  "j": 56,
  "k": 23,
  "l": 10,
  "m": 14,
  "n": 6,
  "o": 3,
  "p": 20,
  "q": 74,
  "r": 8,
  "s": 7,
  "t": 4,
  "u": 11,
  "v": 26,
  "w": 19,
  "x": 45,
  "y": 12,
  "z": 54,
  "|": 134,
  "~": 404,
  "\u00a4": 207,
  "\u00ae": 326,
  "\u00b7": 250,
  "\u00e0": 293,
  "\u00e1": 402,
  "\u00e4": 327,
  "\u00e7": 128,
  "\u00e9": 132,
  "\u00ee": 319,
  "\u00f3": 403,
  "\u00f4": 378,
  "\u00f8": 320,
  "\u00fa": 401,
  "\u0107": 252,
  "\u02c8": 379,
  "\u1edf": 292,
  "\u200d": 102,
  "\u2014": 259,
  "\u2018": 147,
  "\u2019": 53,
  "\u201c": 91,
  "\u201d": 93,
  "\u2022": 170,
  "\u203c": 151,
  "\u2049": 224,
  "\u231b": 383,
  "\u23f1": 234,
  "\u23f3": 355,
  "\u2600": 183,
  "\u2601": 215,
  "\u2603": 270,
  "\u2614": 177,
  "\u2615": 316,
  "\u2620": 129,
  "\u263a": 107,
  "\u2640": 127,
  "\u2648": 394,
  "\u2650": 361,
  "\u2665": 280,
  "\u2694": 239,
  "\u2696": 372,
  "\u26a1": 219,
  "\u26a7": 276,
  "\u26b0": 125,
  "\u26c8": 273,
  "\u2702": 374,
  "\u2708": 195,
  "\u270a": 240,
  "\u270c": 112,
  "\u270d": 346,
  "\u2714": 192,
  "\u2728": 105,
  "\u2744": 221,
  "\u2753": 353,
  "\u2755": 331,
  "\u2757": 206,
  "\u2763": 133,
  "\u2764": 72,
  "\u2795": 358,
  "\u27a1": 231,
  "\u2b06": 381,
  "\u2b07": 382,
  "\u30fb": 88,
  "\ufe0f": 59,
  "\ud81c\udc1b": 315,
  "\ud81c\udc71": 258,
  "\ud81c\udc73": 257,
  "\ud83c\udccf": 350,
  "\ud83c\udde7": 325,
  "\ud83c\uddea": 186,
  "\ud83c\uddec": 324,
  "\ud83c\udded": 308,
  "\ud83c\uddf2": 284,
  "\ud83c\uddf5": 172,
  "\ud83c\uddf8": 243,
  "\ud83c\uddfa": 242,
  "\ud83c\uddfd": 285,
  "\ud83c\udf08": 100,
  "\ud83c\udf0e": 405,
  "\ud83c\udf1e": 295,
  "\ud83c\udf1f": 188,
  "\ud83c\udf29": 272,
  "\ud83c\udf2a": 400,
  "\ud83c\udf2d": 299,
  "\ud83c\udf2e": 297,
  "\ud83c\udf31": 354,
  "\ud83c\udf34": 235,
  "\ud83c\udf3f": 333,
  "\ud83c\udf40": 334,
  "\ud83c\udf43": 332,
  "\ud83c\udf51": 238,
  "\ud83c\udf52": 278,
  "\ud83c\udf54": 296,
  "\ud83c\udf55": 298,
  "\ud83c\udf57": 300,
  "\ud83c\udf5b": 389,
  "\ud83c\udf5c": 294,
  "\ud83c\udf63": 304,
  "\ud83c\udf66": 283,
  "\ud83c\udf6b": 290,
  "\ud83c\udf6c": 288,
  "\ud83c\udf6d": 289,
  "\ud83c\udf6e": 357,
  "\ud83c\udf71": 391,
  "\ud83c\udf72": 390,
  "\ud83c\udf73": 307,
  "\ud83c\udf74": 303,
  "\ud83c\udf75": 388,
  "\ud83c\udf77": 268,
  "\ud83c\udf78": 176,
  "\ud83c\udf79": 282,
  "\ud83c\udf7d": 202,
  "\ud83c\udf7e": 97,
  "\ud83c\udf80": 313,
  "\ud83c\udf81": 157,
  "\ud83c\udf82": 108,
  "\ud83c\udf83": 155,
  "\ud83c\udf84": 199,
  "\ud83c\udf85": 309,
  "\ud83c\udf86": 348,
  "\ud83c\udf89": 79,
  "\ud83c\udf8a": 281,
  "\ud83c\udf9f": 254,
  "\ud83c\udfa4": 190,
  "\ud83c\udfa5": 306,
  "\ud83c\udfac": 392,
  "\ud83c\udfaf": 360,
  "\ud83c\udfb6": 117,
  "\ud83c\udfbc": 386,
  "\ud83c\udfdd": 164,
  "\ud83c\udff3": 135,
  "\ud83c\udff9": 339,
  "\ud83c\udffb": 130,
  "\ud83c\udffc": 230,
  "\ud83c\udffd": 81,
  "\ud83c\udffe": 94,
  "\ud83c\udfff": 329,
  "\ud83d\udc06": 397,
  "\ud83d\udc0c": 223,
  "\ud83d\udc0d": 340,
  "\ud83d\udc18": 364,
  "\ud83d\udc1d": 148,
  "\ud83d\udc1f": 241,
  "\ud83d\udc20": 323,
  "\ud83d\udc27": 351,
  "\ud83d\udc29": 336,
  "\ud83d\udc2b": 256,
  "\ud83d\udc2c": 208,
  "\ud83d\udc30": 287,
  "\ud83d\udc31": 352,
  "\ud83d\udc37": 248,
  "\ud83d\udc3d": 222,
  "\ud83d\udc40": 123,
  "\ud83d\udc41": 225,
  "\ud83d\udc43": 191,
  "\ud83d\udc44": 237,
  "\ud83d\udc45": 161,
  "\ud83d\udc47": 109,
  "\ud83d\udc49": 114,
  "\ud83d\udc4b": 229,
  "\ud83d\udc4c": 322,
  "\ud83d\udc4d": 167,
  "\ud83d\udc4e": 271,
  "\ud83d\udc4f": 146,
  "\ud83d\udc51": 178,
  "\ud83d\udc57": 173,
  "\ud83d\udc58": 396,
  "\ud83d\udc59": 166,
  "\ud83d\udc60": 269,
  "\ud83d\udc67": 347,
  "\ud83d\udc68": 232,
  "\ud83d\udc69": 189,
  "\ud83d\udc6f": 154,
  "\ud83d\udc75": 162,
  "\ud83d\udc76": 377,
  "\ud83d\udc78": 393,
  "\ud83d\udc7b": 218,
  "\ud83d\udc7d": 220,
  "\ud83d\udc80": 110,
  "\ud83d\udc81": 214,
  "\ud83d\udc83": 142,
  "\ud83d\udc84": 165,
  "\ud83d\udc85": 175,
  "\ud83d\udc87": 251,
  "\ud83d\udc8b": 82,
  "\ud83d\udc8e": 179,
  "\ud83d\udc91": 373,
  "\ud83d\udc94": 249,
  "\ud83d\udc95": 140,
  "\ud83d\udc96": 121,
  "\ud83d\udc97": 168,
  "\ud83d\udc99": 124,
  "\ud83d\udc9a": 163,
  "\ud83d\udc9b": 198,
  "\ud83d\udc9c": 66,
  "\ud83d\udc9d": 301,
  "\ud83d\udc9e": 275,
  "\ud83d\udc9f": 274,
  "\ud83d\udca1": 387,
  "\ud83d\udca3": 321,
  "\ud83d\udca5": 369,
  "\ud83d\udca6": 143,
  "\ud83d\udca7": 181,
  "\ud83d\udca8": 228,
  "\ud83d\udcaa": 99,
  "\ud83d\udcab": 136,
  "\ud83d\udcaf": 200,
  "\ud83d\udcb0": 217,
  "\ud83d\udcb1": 262,
  "\ud83d\udcb2": 261,
  "\ud83d\udcb8": 371,
  "\ud83d\udcbe": 318,
  "\ud83d\udcf2": 265,
  "\ud83d\udcf7": 174,
  "\ud83d\udcf8": 98,
  "\ud83d\udcf9": 311,
  "\ud83d\udcfd": 367,
  "\ud83d\udd25": 86,
  "\ud83d\udd26": 384,
  "\ud83d\udd2a": 263,
  "\ud83d\udd90": 368,
  "\ud83d\udda4": 197,
  "\ud83d\udde1": 359,
  "\ud83d\udde3": 376,
  "\ud83d\ude00": 227,
  "\ud83d\ude01": 104,
  "\ud83d\ude02": 43,
  "\ud83d\ude03": 152,
  "\ud83d\ude04": 266,
  "\ud83d\ude05": 126,
  "\ud83d\ude06": 330,
  "\ud83d\ude07": 203,
  "\ud83d\ude08": 160,
  "\ud83d\ude09": 106,
  "\ud83d\ude0a": 101,
  "\ud83d\ude0b": 233,
  "\ud83d\ude0c": 184,
  "\ud83d\ude0d": 71,
  "\ud83d\ude0e": 244,
  "\ud83d\ude0f": 139,
  "\ud83d\ude11": 247,
  "\ud83d\ude12": 210,
  "\ud83d\ude13": 196,
  "\ud83d\ude14": 149,
  "\ud83d\ude16": 380,
  "\ud83d\ude17": 343,
  "\ud83d\ude18": 61,
  "\ud83d\ude1a": 212,
  "\ud83d\ude1b": 209,
  "\ud83d\ude1c": 96,
  "\ud83d\ude1d": 116,
  "\ud83d\ude1e": 366,
  "\ud83d\ude21": 193,
  "\ud83d\ude22": 182,
  "\ud83d\ude24": 194,
  "\ud83d\ude27": 236,
  "\ud83d\ude29": 103,
  "\ud83d\ude2a": 118,
  "\ud83d\ude2b": 260,
  "\ud83d\ude2c": 395,
  "\ud83d\ude2d": 150,
  "\ud83d\ude30": 205,
  "\ud83d\ude31": 115,
  "\ud83d\ude33": 113,
  "\ud83d\ude34": 310,
  "\ud83d\ude35": 267,
  "\ud83d\ude36": 365,
  "\ud83d\ude39": 245,
  "\ud83d\ude3b": 204,
  "\ud83d\ude3c": 291,
  "\ud83d\ude3d": 246,
  "\ud83d\ude3f": 356,
  "\ud83d\ude43": 375,
  "\ud83d\ude44": 158,
  "\ud83d\ude45": 153,
  "\ud83d\ude48": 171,
  "\ud83d\ude49": 370,
  "\ud83d\ude4a": 141,
  "\ud83d\ude4b": 169,
  "\ud83d\ude4c": 120,
  "\ud83d\ude4e": 385,
  "\ud83d\ude4f": 111,
  "\ud83d\ude8a": 305,
  "\ud83d\udea8": 156,
  "\ud83d\udeaa": 314,
  "\ud83d\udee9": 302,
  "\ud83e\udd0e": 253,
  "\ud83e\udd10": 328,
  "\ud83e\udd12": 362,
  "\ud83e\udd13": 159,
  "\ud83e\udd14": 122,
  "\ud83e\udd15": 363,
  "\ud83e\udd17": 145,
  "\ud83e\udd18": 211,
  "\ud83e\udd1e": 341,
  "\ud83e\udd21": 317,
  "\ud83e\udd23": 85,
  "\ud83e\udd24": 187,
  "\ud83e\udd26": 226,
  "\ud83e\udd27": 344,
  "\ud83e\udd29": 264,
  "\ud83e\udd2a": 185,
  "\ud83e\udd2b": 337,
  "\ud83e\udd42": 201,
  "\ud83e\udd70": 216,
  "\ud83e\udd73": 335,
  "\ud83e\udd83": 349,
  "\ud83e\udd84": 87,
  "\ud83e\udd87": 345,
  "\ud83e\udd88": 342,
  "\ud83e\udd8b": 279,
  "\ud83e\udd90": 255,
  "\ud83e\udd92": 398,
  "\ud83e\udd93": 399,
  "\ud83e\udda9": 277,
  "\ud83e\uddd0": 338,
  "\ud83e\udddc": 286,
  "\ud83e\udde1": 312
}