{
  "\n": 21,
  " ": 0,
  "!": 34,
  "\"": 25,
  "#": 107,
  "$": 94,
  "%": 131,
  "&": 69,
  "'": 33,
  "(": 65,
  ")": 67,
  "*": 92,
  "+": 74,
  ",": 24,
  "-": 47,
  ".": 20,
  "/": 64,
  "0": 59,
  "1": 57,
  "2": 62,
  "3": 77,
  "4": 80,
  "5": 79,
  "6": 78,
  "7": 87,
  "8": 75,
  "9": 82,
  ":": 48,
  ";": 68,
  "=": 127,
  "?": 53,
  "@": 39,
  "A": 31,
  "B": 41,
  "C": 38,
  "D": 30,
  "E": 37,
  "F": 43,
  "G": 52,
  "H": 32,
  "I": 29,
  "J": 55,
  "K": 61,
  "L": 36,
  "M": 35,
  "N": 50,
  "O": 40,
  "P": 45,
  "Q": 81,
  "R": 44,
  "S": 28,
  "T": 27,
  "U": 66,
  "V": 60,
  "W": 42,
  "X": 98,
  "Y": 54,
  "Z": 100,
  "[": 104,
  "]": 105,
  "_": 86,
  "`": 170,
  "a": 4,
  "b": 22,
  "c": 14,
  "d": 11,
  "e": 1,
  "f": 17,
  "g": 15,
  "h": 9,
  "i": 6,
  "j": 49,
  "k": 23,
  "l": 10,
  "m": 13,
  "n": 5,
  "o": 3,
  "p": 19,
  "q": 63,
  "r": 7,
  "s": 8,
  "t": 2,
  "u": 12,
  "v": 26,
  "w": 18,
  "x": 51,
  "y": 16,
  "z": 56,
  "|": 120,
  "\u00a3": 165,
  "\u00cd": 240,
  "\u00e0": 164,
  "\u00e1": 195,
  "\u00e9": 151,
  "\u00fe": 176,
  "\u0103": 191,
  "\u01a1": 178,
  "\u1ecb": 177,
  "\u1edb": 192,
  "\u1eeb": 190,
  "\u200b": 169,
  "\u200d": 111,
  "\u2013": 136,
  "\u2014": 89,
  "\u2018": 110,
  "\u2019": 46,
  "\u201c": 71,
  "\u201d": 72,
  "\u2026": 135,
  "\u2033": 168,
  "\u2122": 125,
  "\u2640": 194,
  "\u2642": 116,
  "\u26a1": 215,
  "\u26d3": 185,
  "\u270a": 119,
  "\u2764": 88,
  "\u27a1": 181,
  "\u3048": 237,
  "\u304a": 235,
  "\u304b": 236,
  "\u308a": 238,
  "\u30ab": 202,
  "\u30d2": 201,
  "\u30eb": 203,
  "\u521d": 196,
  "\u591a": 199,
  "\u5b87": 198,
  "\u604b": 197,
  "\u7530": 200,
  "\ufe0f": 84,
  "\ud83c\uddef": 216,
  "\ud83c\uddf5": 217,
  "\ud83c\udf03": 233,
  "\ud83c\udf05": 223,
  "\ud83c\udf07": 232,
  "\ud83c\udf08": 222,
  "\ud83c\udf0a": 182,
  "\ud83c\udf46": 205,
  "\ud83c\udf51": 204,
  "\ud83c\udf75": 213,
  "\ud83c\udf7f": 212,
  "\ud83c\udf93": 149,
  "\ud83c\udfa4": 126,
  "\ud83c\udfb6": 124,
  "\ud83c\udfb9": 226,
  "\ud83c\udfbc": 160,
  "\ud83c\udfcb": 193,
  "\ud83c\udff3": 221,
  "\ud83c\udffb": 115,
  "\ud83c\udffc": 214,
  "\ud83c\udffd": 58,
  "\ud83c\udffe": 109,
  "\ud83d\udc14": 220,
  "\ud83d\udc1f": 218,
  "\ud83d\udc2e": 219,
  "\ud83d\udc37": 128,
  "\ud83d\udc3b": 148,
  "\ud83d\udc3c": 227,
  "\ud83d\udc3d": 167,
  "\ud83d\udc40": 93,
  "\ud83d\udc44": 234,
  "\ud83d\udc46": 166,
  "\ud83d\udc47": 179,
  "\ud83d\udc4c": 158,
  "\ud83d\udc4d": 239,
  "\ud83d\udc4f": 76,
  "\ud83d\udc51": 159,
  "\ud83d\udc6c": 210,
  "\ud83d\udc78": 139,
  "\ud83d\udc79": 211,
  "\ud83d\udc80": 132,
  "\ud83d\udc83": 117,
  "\ud83d\udc84": 150,
  "\ud83d\udc85": 99,
  "\ud83d\udc8b": 171,
  "\ud83d\udc94": 114,
  "\ud83d\udc99": 153,
  "\ud83d\udc9a": 229,
  "\ud83d\udc9b": 228,
  "\ud83d\udc9c": 230,
  "\ud83d\udca6": 142,
  "\ud83d\udcaa": 130,
  "\ud83d\udcaf": 184,
  "\ud83d\udcd6": 231,
  "\ud83d\udcda": 161,
  "\ud83d\udcdd": 134,
  "\ud83d\udcf7": 241,
  "\ud83d\udd01": 162,
  "\ud83d\udd25": 123,
  "\ud83d\udd96": 187,
  "\ud83d\udda4": 70,
  "\ud83d\ude02": 91,
  "\ud83d\ude04": 163,
  "\ud83d\ude05": 106,
  "\ud83d\ude07": 144,
  "\ud83d\ude08": 112,
  "\ud83d\ude09": 102,
  "\ud83d\ude0a": 188,
  "\ud83d\ude0b": 224,
  "\ud83d\ude0d": 85,
  "\ud83d\ude0f": 138,
  "\ud83d\ude12": 146,
  "\ud83d\ude13": 175,
  "\ud83d\ude16": 157,
  "\ud83d\ude18": 96,
  "\ud83d\ude1c": 97,
  "\ud83d\ude1d": 172,
  "\ud83d\ude29": 133,
  "\ud83d\ude2a": 225,
  "\ud83d\ude2b": 147,
  "\ud83d\ude2d": 103,
  "\ud83d\ude31": 207,
  "\ud83d\ude33": 118,
  "\ud83d\ude37": 206,
  "\ud83d\ude44": 152,
  "\ud83d\ude47": 154,
  "\ud83d\ude48": 129,
  "\ud83d\ude4a": 189,
  "\ud83d\ude4b": 145,
  "\ud83d\ude4c": 95,
  "\ud83d\ude4f": 73,
  "\ud83e\udd10": 141,
  "\ud83e\udd13": 137,
  "\ud83e\udd14": 121,
  "\ud83e\udd17": 140,
  "\ud83e\udd18": 122,
  "\ud83e\udd1e": 173,
  "\ud83e\udd21": 209,
  "\ud83e\udd22": 208,
  "\ud83e\udd23": 83,
  "\ud83e\udd24": 108,
  "\ud83e\udd29": 101,
  "\ud83e\udd2a": 180,
  "\ud83e\udd2b": 174,
  "\ud83e\udd2f": 155,
  "\ud83e\udd37": 156,
  "\ud83e\udd42": 183,
  "\ud83e\udd70": 90,
  "\ud83e\udd73": 113,
  "\ud83e\udd7a": 186,
  "\ud83e\uddd0": 143
}